from config import BOT_NAME, BOT_USERNAME



START =f"""**
╭────────────────────⦿
│❖ ʜєʏ ɪ'ϻ [{BOT_NAME}](t.me/{BOT_USERNAME}) 🥳
├────────────────────⦿
│✦ ɪ ᴧϻ ϻAHɪ ᴄʜᴧᴛ ʙσᴛ. 🙌
│✦ ᴧɪ ʙᴧsєᴅ & sσϻє ғєᴧᴛᴜʀєs. 😆
├────────────────────⦿
│✦ ʀєᴘʟʏ ɪη ɢʀσᴜᴘs & ᴘʀɪᴠᴧᴛє.🥀
│✦ ηᴏ ᴧʙᴜsɪηɢ & zєʀσ ᴅσᴡηᴛɪϻє.🍫
│✦ ᴄʟɪᴄᴋ ʜєʟᴘ ʙᴜᴛᴛση ғσʀ ʜєʟᴘs.❤️‍🔥
├────────────────────⦿
│❖ ϻᴧᴅє ʙʏ...[˹THE SHIV˼ 💞](t.me/betabot_hub)♡
╰────────────────────⦿**
"""


HELP_ABOUT =f"""**─────────────────────────
❖ ᴧ ϻAHɪ ᴄʜᴧᴛ ʙσᴛ ғσʀ ᴛєʟєɢʀᴧϻ ɢʀσᴜᴘs & ᴘʀɪᴠᴧᴛє
─────────────────────────
● ᴡʀɪᴛᴛєη ɪη ➥ [ᴩʏᴛʜση](https://www.python.org/)
● ᴅᴧᴛᴧʙᴧsє ➥ [ϻᴏηɢᴏ-ᴅʙ](https://www.mongodb.com/)
● ʀєsᴘσηᴄє [ᴄʜᴀᴛ-ɢᴘᴛ](https://openai.com/)
─────────────────────────
● ᴧη ᴧɪ ʙᴀsєᴅ ᴄʜᴀᴛ ʙσᴛ.
● ᴋєєᴘ ʏσᴜʀ ᴧᴄᴛɪᴠє ɢʀσᴜᴘ.
● ᴧᴅᴅ ϻє ηᴏᴡ ʙᴧʙʏ ɪɴ ʏᴏᴜʀ ɢʀσᴜᴘs.
─────────────────────────
❖ υᴘᴅᴧᴛєs ᴄʜᴧηηєʟ ➥ [˹BETA BOT˼ 💞](https://t.me/betabot_hub)
❖ sυᴘᴘσʀᴛ ᴄʜᴧᴛ ➥ [˹BETA BOT˼](https://t.me/betabot_support)
❖ ʙᴏᴛ σᴡηєʀ ➥ [SHIV](https://sukoon_s)
─────────────────────────**
"""

HELP_READ =f"""**<u>⊚ ʜᴇʀᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ᴄᴏᴍᴍᴀɴᴅs  :</u>

<u>⊚ ᴀʟʟ ᴜsᴇʀs ᴄᴏᴍᴍᴀɴᴅs :</u>

/start - sᴛᴀʀᴛ ᴛʜᴇ ʙᴏᴛ.
/ping - ᴄʜᴇᴀᴋ ʙᴏᴛ ᴀʟɪᴠᴇ ᴏʀ ᴅᴇᴀᴅ.
/help - sᴇᴇ ʜᴇʟᴘ ᴘᴀɴɴᴇʟ.
/stats - ᴄʜᴇᴀᴋ ʙᴏᴛ sᴛᴀᴛs.
/id - ɢᴇᴛ ʏᴏᴜʀ ᴜsᴇʀ ɪᴅ 

<u>⊚ ɢʀᴏᴜᴘ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs :</u>

/chatbot - ᴇɴᴀʙʟᴇ / ᴅɪsᴀʙʟᴇ ʜᴀɴᴅʟɪɴɢ
➻ ɴᴏᴛᴇ :- ᴏɴʟʏ ᴡᴏʀᴋs ɪɴ ɢʀᴏᴜᴘs

<u>⊚ ᴏɴʟʏ ᴏᴡɴᴇʀ ᴄᴏᴍɴᴀɴᴅs :</u>

/broadcast <message> - sᴇɴᴅ ᴍᴇssᴀɢᴇ ᴛᴏ ᴀʟʟ ɢʀᴏᴜᴘs & ᴜsᴇʀs.
/eval - ғɪxᴇ ᴄᴏᴅᴇs ᴠɪᴀ ʙᴏᴛ.

✦ 𝐏ᴏᴡᴇʀᴇᴅ вʏ » [THE SHIV](t.me/sukoon_s)**
"""



